[
  {
    "post_title": "O Sussurro da Floresta Negra V.2",
    "post_exerpt": "Ainda escuto o som. E ele está ficando mais forte. Pessoas estão desaparecendo, e o governo não está fazendo nada a respeito. Ou estão?",
    "post_date": "1999-02-15",
    "post_views": 1800,
    "post_replies": 45,
    "post_credibility": -12,
    "post_content": "Os relatos vieram de uma região remota da Floresta Negra, onde um som persistente e de baixa frequência parece ter 'acordado' algo antigo. As pessoas que vivem nas proximidades juram que o som 'conversa' com elas, mostrando visões de paisagens alienígenas e horrores cósmicos. A ConSec está na região há meses, alegando 'extração de madeira', mas um ex-funcionário anônimo vazou documentos que apontam para um projeto secreto de 'contato com o desconhecido'. Será que o som não é um fenômeno natural, mas uma ferramenta? E a ConSec a está usando para seu próprio benefício nefasto?",
    "author": {
      "user_avatar": "SW",
      "user_name": "StaticWhisperer"
    },
    "badge": {
      "badge_title": "Conspiracy",
      "badge_lable": "CONSP"
    },
    "tags": [
      "occult",
      "forest",
      "danger",
      "conspiracy",
      "tech",
      "forest",
      "whispers"
    ]
  },
  {
    "post_title": "El Enigma de las Voces Silenciosas: ¿Los Cárpatos y una Conexión Oculta?",
    "post_exerpt": "Habitantes de pueblos remotos en los Cárpatos reportan 'voces' inaudibles pero perceptibles, que susurran secretos ancestrales en sus mentes.",
    "post_date": "1998-07-07",
    "post_views": 1100,
    "post_replies": 28,
    "post_credibility": -15,
    "post_content": "En las profundidades de los Cárpatos, lejos de la civilización moderna, existe un fenómeno inquietante. Los locales hablan de 'voces silenciosas' – susurros que no se escuchan con los oídos, sino que resuenan directamente en la mente. No es locura, no es esquizofrenia; son relatos colectivos de historias, advertencias y conocimientos arcanos que se transmiten de generación en generación. Algunos dicen que son los espíritus de la montaña, otros los atribuyen a entidades prehumanas que aún moran en sus cuevas. La ConSec ha mostrado un interés sospechoso en la región, enviando equipos de 'investigación geológica' que, según fuentes, están más interesados en los aspectos psíquicos y sonoros. ¿Están intentando capturar o replicar estas 'voces'? ¿O quizás ya las controlan, usándolas para sus propios fines?",
    "author": {
      "user_avatar": "CV",
      "user_name": "CarpathianVoice"
    },
    "badge": {
      "badge_title": "Occult",
      "badge_lable": "OCCULT"
    },
    "tags": [
      "whispers",
      "mindcontrol",
      "ancient",
      "folklore",
      "mystery",
      "hidden",
      "paranormal"
    ]
  },
  {
    "post_title": "Why do my dreams feel like someone else's memories?",
    "post_exerpt": "I've been having the same dream for weeks. A place I've never been, with people I don't know. It feels too real.",
    "post_date": "1996-10-25",
    "post_views": 2500,
    "post_replies": 80,
    "post_credibility": 5,
    "post_content": "Okay, this is going to sound crazy, but I don't know where else to turn. I've been having this recurring dream. It's always the same: a small, humid town surrounded by dense jungle, with the sound of a river always in the background. I'm not me in the dream. I'm a young man, a researcher, and I'm looking for something, a lost city or an ancient artifact. The dreams are incredibly vivid, too real. I can smell the damp earth, feel the heat, even hear the bugs buzzing around me. It feels like I'm reliving someone else's life, someone else's experiences. I wake up exhausted, like I've been running all night. It's getting worse. I tried to look up some of the landmarks I've seen in the dreams, and I found a few vague references to an old expedition in the Amazon that went missing decades ago. The descriptions match my dreams perfectly. Am I going crazy? Or am I somehow... connected to this person? Is there a way to make it stop?",
    "author": {
      "user_avatar": "DR",
      "user_name": "DreamRelic"
    },
    "badge": {
      "badge_title": "Paranormal",
      "badge_lable": "PARA"
    },
    "tags": [
      "dreams",
      "paranormal",
      "sleep",
      "amazon",
      "mystery"
    ]
  },
  {
    "post_title": "The Gnostic Code: Are Ancient Texts Hiding Alien Instructions?",
    "post_exerpt": "Beyond religious dogma, some Gnostic texts seem to contain hidden instructions or warnings, possibly from non-human intelligence, hinting at the true nature of our reality.",
    "post_date": "1996-03-03",
    "post_views": 2500,
    "post_replies": 65,
    "post_credibility": 55,
    "post_content": "I've spent years studying Gnostic scriptures, not for their spiritual teachings, but for the underlying patterns. There's a recurring theme: a 'false god' or 'demiurge' who created this flawed reality, and a path to true knowledge (gnosis) that can free us. But what if these texts aren't just allegories? What if they are encrypted messages, left by an advanced, non-human intelligence, warning us about our 'jailers'? The descriptions of Archons, interdimensional beings, and alternative realities echo modern theories of alien influence and simulation theory. ConSec, with its deep interest in ancient artifacts and obscure languages, could be trying to decipher these very codes. What if 'gnosis' is not spiritual enlightenment, but a blueprint for escaping this reality, or perhaps even for controlling it? These texts hold power beyond belief.",
    "author": {
      "user_avatar": "GC",
      "user_name": "GnosticSeeker"
    },
    "badge": {
      "badge_title": "Occult",
      "badge_lable": "OCCULT"
    },
    "tags": [
      "gnostic",
      "ancient",
      "book",
      "hidden",
      "alien",
      "mythos",
      "conspiracy"
    ]
  },
  {
    "post_title": "The city that doesn't exist",
    "post_exerpt": "I'm a cartographer, and I found a map of a city that doesn't exist. It's in the middle of the Amazon, and it's surrounded by a strange symbol.",
    "post_date": "1997-08-25",
    "post_views": 2500,
    "post_replies": 70,
    "post_credibility": 25,
    "post_content": "I'm a cartographer, and I've been working on a project to map the world. A few months ago, I was given a map from a private collection. It was an old map, from the 17th century, and it was a map of the Amazon. I was looking at the map, and I found something strange. There was a city in the middle of the jungle, and it was surrounded by a strange symbol. The city was named 'El Dorado', and it was a city that was said to have been lost. But the symbol around it was not from any known civilization. It was a symbol that looked like it was made by an alien. I've been trying to find the city, but all my searches have been fruitless. It's like the city doesn't exist. I'm starting to think that the city is a myth, but the symbol is real. And the symbol is a sign of something... more. Something that is hiding in the jungle, something that is waiting for the right time to show itself.",
    "author": {
      "user_avatar": "MA",
      "user_name": "MapMaker"
    },
    "badge": {
      "badge_title": "Conspiracy",
      "badge_lable": "CONSP"
    },
    "tags": [
      "maps",
      "city",
      "mystery",
      "hidden",
      "amazon",
      "ancient"
    ]
  },
  {
    "post_title": "What's wrong with the Freemasons?",
    "post_exerpt": "I'm a historian, and I've been doing some research on the Freemasons. I've found some documents that suggest that the Freemasons are not just a social club, they are a cult. A cult that is looking for power.",
    "post_date": "1998-05-20",
    "post_views": 4500,
    "post_replies": 130,
    "post_credibility": -30,
    "post_content": "I was a Freemason for 10 years, and I've seen a lot of things. I thought I was part of a social club, but I was wrong. The Freemasons are not just a social club, they are a cult. A cult that is looking for power. They have a lot of rituals, and they have a lot of secrets. They talk about a 'grand architect' and a 'great work', but they don't tell you what it is. I've been doing some research, and I've found a few things that link the Freemasons to a strange, ancient cult. A cult that worships something that is not from this world. I've heard rumors about a 'tablet' that they are looking for. A tablet that could give them power. I'm afraid that they are, and I'm afraid that they will find it. I'm afraid that they are already among us, and they are waiting for the right time to strike. They are waiting for the right time to take over the world.",
    "author": {
      "user_avatar": "FM",
      "user_name": "FormerMason"
    },
    "badge": {
      "badge_title": "Extremism",
      "badge_lable": "EXTREME"
    },
    "tags": [
      "freemason",
      "occult",
      "ritual",
      "history",
      "conspiracy",
      "secret",
      "dark sun"
    ]
  },
  {
    "post_title": "O Brasil está sendo preparado para algo?",
    "post_exerpt": "Eu trabalho em um laboratório de pesquisas e estou vendo coisas estranhas. A ConSec tem um interesse suspeito em locais remotos e isolados no Brasil.",
    "post_date": "1999-08-05",
    "post_views": 3800,
    "post_replies": 120,
    "post_credibility": 45,
    "post_content": "Sou um geólogo e trabalho para uma empresa de pesquisa que faz contratos com a ConSec. Nosso trabalho é avaliar o solo em locais remotos. Mas as coordenadas que eles nos dão... são sempre em áreas estranhas. Lugares isolados na Amazônia, no deserto do sertão, e até em ilhas desabitadas. Eles não parecem estar procurando por recursos naturais. Eles estão procurando por algo mais. Eu vi alguns dos relatórios, e eles falam de anomalias magnéticas, de estranhas formações geológicas e até de sons de baixa frequência que não podem ser explicados. A ConSec está usando o Brasil como um laboratório. Eles estão se preparando para algo. Eu não sei o que é, mas eu sei que não é bom. E eu tenho medo. Medo de que eles nos usem como cobaias para seus experimentos. Medo de que eles nos sacrifiquem para o seu deus.",
    "author": {
      "user_avatar": "GL",
      "user_name": "Geologist"
    },
    "badge": {
      "badge_title": "Conspiracy",
      "badge_lable": "CONSP"
    },
    "tags": [
      "conspiracy",
      "government",
      "hidden",
      "secret",
      "tech",
      "brazil"
    ]
  },
  {
    "post_title": "The Y2K Bug: A Grand Deception to Hide a Deeper Agenda?",
    "post_exerpt": "Was the Y2K scare a massive hoax, not to prevent a computer meltdown, but to cover up a more profound shift or project initiated by global powers?",
    "post_date": "1999-09-02",
    "post_views": 5200,
    "post_replies": 210,
    "post_credibility": -60,
    "post_content": "Everyone's panicking about Y2K. Airlines grounded, banks prepping for disaster, end-of-the-world cults thriving. But what if it's all a massive smokescreen? What if the 'Y2K bug' was deliberately exaggerated, or even fabricated, by groups like ConSec and their government allies? Not to prevent a problem, but to *distract* us from something far more significant happening behind the scenes as the millennium turns. Maybe it's a massive data transfer, a new surveillance grid going online, or the activation of some ancient artifact they've been waiting for this precise cosmic alignment to trigger. The global panic, the focus on digital systems – it blinds us to the real changes taking place in the shadows. Don't look at the computers; look at what they *don't* want you to see.",
    "author": {
      "user_avatar": "YM",
      "user_name": "Y2KMystic"
    },
    "badge": {
      "badge_title": "Conspiracy",
      "badge_lable": "CONSP"
    },
    "tags": [
      "y2k",
      "coverup",
      "conspiracy",
      "tech",
      "deepstate",
      "government",
      "control",
      "media"
    ]
  },
  {
    "post_title": "Who is the Black Sun?",
    "post_exerpt": "I've been doing some research on the 'Black Sun' and I've found some documents that suggest that the 'Sun' is not a symbol, but a prophecy. A prophecy of a new age. A new age of darkness.",
    "post_date": "1999-05-20",
    "post_views": 2500,
    "post_replies": 70,
    "post_credibility": 20,
    "post_content": "I'm a historian, and I've been doing some research on the 'Black Sun' and I've found some documents that suggest that the 'Sun' is not a symbol, but a prophecy. A prophecy of a new age. A new age of darkness. The documents are vague, but they talk about a 'second sun' that will rise in the sky, and that will bring a new age of chaos and destruction. They talk about a time when the world will be consumed by darkness, and that only the 'chosen ones' will survive. They talk about a time when the world will be ruled by a god, a god that is not from this world. I've been trying to find more information, but all my searches have been fruitless. It's like the documents don't exist. I'm afraid that one day, the prophecy will come true. I'm afraid that one day, the 'second sun' will rise, and we will all be consumed by darkness. I'm afraid that we are all just pawns in their game.",
    "author": {
      "user_avatar": "TS",
      "user_name": "TheBlackSun"
    },
    "badge": {
      "badge_title": "Mythos",
      "badge_lable": "MYTH"
    },
    "tags": [
      "neo-nazi",
      "occult",
      "history",
      "prophet",
      "danger",
      "mythos",
      "dark sun"
    ]
  },
  {
    "post_title": "The truth about the Freemasons",
    "post_exerpt": "I'm a former Freemason, and I've seen some things. The Freemasons are not just a social club, they are a cult. A cult that is looking for power.",
    "post_date": "1998-05-20",
    "post_views": 4500,
    "post_replies": 130,
    "post_credibility": -30,
    "post_content": "I was a Freemason for 10 years, and I've seen a lot of things. I thought I was part of a social club, but I was wrong. The Freemasons are not just a social club, they are a cult. A cult that is looking for power. They have a lot of rituals, and they have a lot of secrets. They talk about a 'grand architect' and a 'great work', but they don't tell you what it is. I've been doing some research, and I've found a few things that link the Freemasons to a strange, ancient cult. A cult that worships something that is not from this world. I've heard rumors about a 'tablet' that they are looking for. A tablet that could give them power. I'm afraid that they are, and I'm afraid that they will find it. I'm afraid that they are already among us, and they are waiting for the right time to strike. They are waiting for the right time to take over the world.",
    "author": {
      "user_avatar": "FM",
      "user_name": "FormerMason"
    },
    "badge": {
      "badge_title": "Extremism",
      "badge_lable": "EXTREME"
    },
    "tags": [
      "freemason",
      "occult",
      "ritual",
      "history",
      "conspiracy",
      "secret",
      "dark sun"
    ]
  },
  {
    "post_title": "I'm a pilot and I've seen some things.",
    "post_exerpt": "I'm a pilot and I've seen some things. Strange lights in the sky. They are not from planes.",
    "post_date": "1998-09-08",
    "post_views": 2500,
    "post_replies": 80,
    "post_credibility": 20,
    "post_content": "I'm a pilot, and I've been flying for 15 years. I've seen a lot of weird things in the sky. But nothing prepared me for what I saw a few months ago. I was on a routine flight, and I saw a strange light in the sky. It was moving too fast to be a plane, and it was moving in a way that was... unnatural. It was like something was being controlled, or maybe being watched. I tried to report it, but my superiors told me to drop it. They said it was just a 'weather balloon' or a 'military exercise'. But I knew what I saw. I've been thinking about it ever since. What if the sky is not as empty as we think it is? What if there are things flying up there that are smarter than us? And what are they doing? Are they watching us? Are they preparing for something? I don't know, but I know that I'm not the only one who has seen these lights. I've heard stories from other pilots, and they all say the same thing. Something is in the sky, and it's not from this world.",
    "author": {
      "user_avatar": "PW",
      "user_name": "PilotWitness"
    },
    "badge": {
      "badge_title": "Paranormal",
      "badge_lable": "PARA"
    },
    "tags": [
      "paranormal",
      "alien",
      "sightings",
      "coverup",
      "conspiracy"
    ]
  },
  {
    "post_title": "The Ghosts of the Hospital",
    "post_exerpt": "I work in a hospital and I've been seeing strange things. I see shadows in the corners of my eyes, and I hear whispers in the dark.",
    "post_date": "1999-06-15",
    "post_views": 1500,
    "post_replies": 30,
    "post_credibility": -10,
    "post_content": "I'm an orderly at a hospital, and it's a quiet job. But lately, I've been seeing strange things. I see shadows in the corners of my eyes, I hear whispers in the dark, and I feel a cold presence in the halls. I've tried to tell my coworkers, but they think I'm crazy. They say I'm just tired, or that I'm seeing things. But I know what I'm seeing. I've even tried to take a picture of it, but when I look at the picture, there's nothing there. I feel like I'm losing my mind. I'm afraid that one day, the shadows will come out of the dark and take me away. I'm afraid that they are waiting for the right time to strike. I'm afraid that they are already inside my house, just waiting.",
    "author": {
      "user_avatar": "HO",
      "user_name": "HospitalOrderly"
    },
    "badge": {
      "badge_title": "Paranormal",
      "badge_lable": "PARA"
    },
    "tags": [
      "paranormal",
      "ghosts",
      "whispers",
      "madness",
      "mystery"
    ]
  },
  {
    "post_title": "I'm a photographer and I've seen some things.",
    "post_exerpt": "I'm a photographer and I've seen some things. Strange shadows in my pictures. They are not from the light.",
    "post_date": "1999-01-01",
    "post_views": 1500,
    "post_replies": 30,
    "post_credibility": -5,
    "post_content": "I'm a photographer, and I've been in this business for 10 years. But lately, I've been seeing strange things in my pictures. I've been taking pictures of the most beautiful places in the world, but in every picture, there's a strange shadow. It's not a shadow from the light, it's a shadow that is... wrong. It's a shadow that doesn't belong there. It's a shadow that is driving me crazy. I've tried to get rid of it, but it's always there. I'm afraid that one day, the shadow will come out of the picture and take me away. I'm afraid that it's a sign of something bad. I'm afraid that it's a sign of a new age of darkness. I'm afraid that we are all just pawns in their game.",
    "author": {
      "user_avatar": "PH",
      "user_name": "PhotoHunter"
    },
    "badge": {
      "badge_title": "Paranormal",
      "badge_lable": "PARA"
    },
    "tags": [
      "paranormal",
      "shadows",
      "mystery",
      "eldritch",
      "madness"
    ]
  },
  {
    "post_title": "The truth about the Great War",
    "post_exerpt": "I'm a historian and I've been doing some research on the Great War. I've found some documents that suggest that the war was not just a conflict between nations, but a battle between secret societies.",
    "post_date": "1996-03-05",
    "post_views": 2100,
    "post_replies": 60,
    "post_credibility": 15,
    "post_content": "I'm a historian, and I've been doing some research on the Great War. I've always been fascinated by the war, but lately, I've been looking at it from a different perspective. I've found some documents that suggest that the war was not just a conflict between nations, but a battle between secret societies. They were using the war to advance their own agendas, to gain control of the world. They were using ancient powers, rituals, and artifacts to gain an advantage. I've read about a group called the 'Thule Society' and their ties to the German military. They were looking for something, a 'text' that could give them 'knowledge'. They were looking for something that could change the world forever. The war was just a cover, a way to hide their true intentions. I'm afraid that they are still out there, and they are waiting for the right time to strike. They are waiting for the right time to finish what they started. They are waiting for the right time to take over the world.",
    "author": {
      "user_avatar": "GH",
      "user_name": "GreatHistorian"
    },
    "badge": {
      "badge_title": "History",
      "badge_lable": "HIST"
    },
    "tags": [
      "history",
      "occult",
      "ritual",
      "secret",
      "conspiracy"
    ]
  },
  {
    "post_title": "I've been feeling strange",
    "post_exerpt": "I'm a normal person and I've been feeling strange. I'm having strange visions, and I'm hearing strange voices. I'm afraid that I'm going crazy.",
    "post_date": "1997-01-01",
    "post_views": 1500,
    "post_replies": 30,
    "post_credibility": -5,
    "post_content": "I'm a normal person, and I have a job, a family, and a life. But lately, I've been feeling strange. I'm having strange visions, and I'm hearing strange voices. I've tried to tell my family, but they think I'm crazy. They say I'm just tired, or that I'm seeing things. But I know what I'm seeing. I'm afraid that I'm going crazy. I'm afraid that I'm going to lose my mind. I'm afraid that I'll be the one to be taken away. I'm afraid that I'll be the one to be sacrificed. I'm afraid that we are all just pawns in their game.",
    "author": {
      "user_avatar": "SN",
      "user_name": "StrangeNoise"
    },
    "badge": {
      "badge_title": "Paranormal",
      "badge_lable": "PARA"
    },
    "tags": [
      "paranormal",
      "visions",
      "whispers",
      "madness",
      "mystery"
    ]
  },
  {
    "post_title": "The truth about the Freemasons",
    "post_exerpt": "I'm a former Freemason, and I've seen some things. The Freemasons are not just a social club, they are a cult. A cult that is looking for power.",
    "post_date": "1998-05-20",
    "post_views": 4500,
    "post_replies": 130,
    "post_credibility": -30,
    "post_content": "I was a Freemason for 10 years, and I've seen a lot of things. I thought I was part of a social club, but I was wrong. The Freemasons are not just a social club, they are a cult. A cult that is looking for power. They have a lot of rituals, and they have a lot of secrets. They talk about a 'grand architect' and a 'great work', but they don't tell you what it is. I've been doing some research, and I've found a few things that link the Freemasons to a strange, ancient cult. A cult that worships something that is not from this world. I've heard rumors about a 'tablet' that they are looking for. A tablet that could give them power. I'm afraid that they are, and I'm afraid that they will find it. I'm afraid that they are already among us, and they are waiting for the right time to strike. They are waiting for the right time to take over the world.",
    "author": {
      "user_avatar": "FM",
      "user_name": "FormerMason"
    },
    "badge": {
      "badge_title": "Extremism",
      "badge_lable": "EXTREME"
    },
    "tags": [
      "freemason",
      "occult",
      "ritual",
      "history",
      "conspiracy",
      "secret",
      "dark sun"
    ]
  },
  {
    "post_title": "I'm a pilot and I've seen some things.",
    "post_exerpt": "I'm a pilot and I've seen some things. Strange lights in the sky. They are not from planes.",
    "post_date": "1998-09-08",
    "post_views": 2500,
    "post_replies": 80,
    "post_credibility": 20,
    "post_content": "I'm a pilot, and I've been flying for 15 years. I've seen a lot of weird things in the sky. But nothing prepared me for what I saw a few months ago. I was on a routine flight, and I saw a strange light in the sky. It was moving too fast to be a plane, and it was moving in a way that was... unnatural. It was like something was being controlled, or maybe being watched. I tried to report it, but my superiors told me to drop it. They said it was just a 'weather balloon' or a 'military exercise'. But I knew what I saw. I've been thinking about it ever since. What if the sky is not as empty as we think it is? What if there are things flying up there that are smarter than us? And what are they doing? Are they watching us? Are they preparing for something? I don't know, but I know that I'm not the only one who has seen these lights. I've heard stories from other pilots, and they all say the same thing. Something is in the sky, and it's not from this world.",
    "author": {
      "user_avatar": "PW",
      "user_name": "PilotWitness"
    },
    "badge": {
      "badge_title": "Paranormal",
      "badge_lable": "PARA"
    },
    "tags": [
      "paranormal",
      "alien",
      "sightings",
      "coverup",
      "conspiracy"
    ]
  },
  {
    "post_title": "The ghosts of the Coast Guard",
    "post_exerpt": "I'm a former Coast Guard member and I've seen some things. There are strange lights in the ocean, and they're not from submarines.",
    "post_date": "1998-03-05",
    "post_views": 1800,
    "post_replies": 45,
    "post_credibility": 10,
    "post_content": "I served in the Coast Guard for 10 years, and I've seen a lot of weird things. But nothing prepared me for what I saw in the Pacific. We were on a routine patrol, and we started seeing strange lights in the water. They were moving too fast to be submarines, and they were too deep to be from a boat. They were... intelligent. They were communicating with each other, flashing in a strange, rhythmic pattern. We tried to report it, but our superiors told us to drop it. They said it was just 'bioluminescence' or 'submarines on a training exercise'. But I knew what I saw. I've been thinking about it ever since. What if the ocean is not as empty as we think it is? What if there are things living down there that are smarter than us? And what are they doing? Are they watching us? Are they preparing for something? I don't know, but I know that I'm not the only one who has seen these lights. I've heard stories from other Coast Guard members, and they all say the same thing. Something is in the ocean, and it's not from this world.",
    "author": {
      "user_avatar": "CG",
      "user_name": "CoastGuard"
    },
    "badge": {
      "badge_title": "Paranormal",
      "badge_lable": "PARA"
    },
    "tags": [
      "coast",
      "ocean",
      "paranormal",
      "mystery",
      "eldritch",
      "signals"
    ]
  }
]